Repository: joshanashakya/literature_review
Catalog: workspace/corpus/project_save.tmx
Source language: en_us
Languages: ne_np

source: Although agriculture sector contributes the most to gross national production, the development in irrigation has been less than expected.
ne_np: देशको कुल राष्ट्रिय उत्पादनमा कृषि क्षेत्रको योगदान सर्वाधिक रहे तापनि सित्र्चाइ क्षेत्रमा अपेक्षित विकास भएको छैन।

source: The agriculture sector has still to rely largely on rainfall.
ne_np: सित्र्चाइको लागि अझै पनि कृषिक्षेत्र वर्षा माथि निर्भर रहनुपरेको छ।

source: Frequent drought and excessive rain have hampered the actual growth of agricultural reduction on one and, while on the other, the rapid population growth has led to a situation of food import for meeting the growing demand.
ne_np: अनावृष्टि, एवं अतिवृष्टिजस्ता कारणले कृषिउत्पादनमा खास बृद्धि हुन सकेको छैन भने जनसंख्या बृद्धि तीव्रतर भएकोले खाद्यान्न आपूर्तिको लागि आयातमा निर्भर रहनुपर्ने स्थिति आएको छ।

source: In this context, it has become essential to emphasize on the irrigation development for increased agricultural production from the limited 1and with the use of surface and groundwater resources available in the country.
ne_np: यस पृष्ठभूमिमा देशमा उपलब्ध नदीनाला एवं भूमिगत जलस्रोतलाई समेत उपयोग गरी सीमित भूमिबाट अधिकतम कृषिउत्पादन गर्न सित्र्चाइ विकासको लागि विशेष जोड दिनु अत्यावश्यक भएको छ।

source: While planning for irrigation development, it is also necessary to maintain co-ordination between irrigation and agricultural production programmes towards achieving maximum benefit.
ne_np: सित्र्चाइ विकासका योजना तर्जुमा गर्दा अधिकतम लाभ प्राप्त गर्नें दृष्टिकोणबाट सित्र्चाइ तथा कृषि उत्पादनका कार्यक्रमहरु बीच सामञ्जस्यता कायम गर्नु पनि जरुरी छ।

source: It has also become important to entrust full responsibility of the operation and management of irrigation systems to user farmers after soliciting their organised participation in the identification, feasibility studies, selection and implementation of irrigation systems.
ne_np: सित्र्चाइ प्रणालीहरुको पहिचान, सम्भाव्यता अध्ययन, छनौट र कार्यान्वयनमा समेत कृषकहरुको सङ्धठित सहभागिता जुटाएर सित्र्चाइ प्रणालीको सञ्चालन र व्यवस्थापनको पूर्ण जिम्मा उपभोक्ता कृषकहरुलाई दिनुपर्ने कुरा पनि महत्वपूर्ण भएको छ।

source: Progress during the Seventh Plan: Department of Irrigation and Agriculture Development Bank have together developed irrigation facilities in 179,337 ha of land during the Seventh Plan period.
ne_np: सातौं योजनाको प्रगति: सातौं योजनावधिमा सित्र्चाइ विभाग एवं कृषि विकास बैङ्कमार्फत कुल १ लाख ७९ हजार ३ सय ३७ हेक्टर जमीनमा सित्र्चाइ सुविधाको विकास गरिएको छ।

source: Similarly, an additional 48,337 ha has been developed during the two years interim period of FY 1990/1991 and 1991/1992.
ne_np: यसै गरी आ.व. २०४७।४८ र २०४८।४९ को दुई वर्षको अन्तरिम अवधिमा थप कुल ४८ हजार ३ सय ३७ हेक्टरमा सित्र्चाइ सुविधा उपलब्ध भएको छ।

source: It is estimated that a tota1 of 598,804 ha of land will have received irrigation facility by t he end of FY 1991/1 92.Fu11 detail are given in Table 1.
ne_np: आ.व. २०४८।४९ को अन्तसम्ममा कुल ५ लाख ९८ हजार ८ सय ४ हेक्टरमा सित्र्चाइ सुविधा प्राप्त हुन सक्ने अनुमान छ। विस्तृत विवरण तल तालिका १ मा दिइएको छ।

source: Existing Problems:
ne_np: विद्यमान समस्याहरु :

source: Construction work of big projects planned to provide irrigation facility to large areas not being completed in time and completed projects not operating in full capacity.
ne_np: ठूला आयोजनाबाट धेरै जमीनमा सित्र्चाइ सुविधा पुर्‍याउने परिकल्पनाअनुरुप समयमा निर्माणकार्य सम्पन्न नहुने गरेको र निर्माणकार्य सम्पन्न भइसकेका आयोजनाहरु पूर्ण क्षमतामा सञ्चालन हुन नसकेको,

source: No timely availability of Water required for irrigation and increasing financial burden on HMG due to disappointing realisation of water cess and consequent need to make large annual budgetary investments in repair and maintenance of the systems.
ne_np: सित्र्चाइ को लागि आवश्यक पानी समयमा उपलब्ध नभएको र पानीपोतको असुलीमा निराशाजनक स्थिति हुनुका साथै मर्मत सम्भारको लागि सरकारीस्तरबाट वर्षेनी ठूलो लगानी गर्नुपर्दा श्री ५ को सरकारको आर्थिक भार बढ्दै गएको,

source: High per hectare costs of projects constructed at the government leve1.
ne_np: सरकारीस्तरमा निर्माण भएका आयोजनाहरुको प्रतिहेक्टर लागत बढी भएको,

source: Annually increasing government 'liability in small and medium projects (up to 2,000 ha) due to the delay in executing the policy of handing over such projects to the user committees.
ne_np: साना र मझ्यौला(२००० हे. सम्मका) आयोजनालाई उपभोक्ता समितिलाई हस्तान्तरण गर्ने नीतिको प्रतिपादनमा ढिलाइ भएकोले सरकारी दायित्व प्रत्येक वर्ष बढ्दै गएको,

source: Failure to commence the construction or the need to defer construction of projects included in the Seventh Plan like Babai, Sikta and others in want of funding source.
ne_np: लक्ष्यमा समावेश गरिएका बबई, सिक्टा आदि आयोजनाहरु स्रोत जुट न नसकी समयमा शुरु गर्न नसकेको वा निर्माणकार्य स्थगित गर्नुपरेको,

source: Inadequate participation of Nongovernmental Organisations and the private sectors in the implementation of irrigation projects.
ne_np: सित्र्चाइ आयोजना कार्यान्वयनमा गैर सरकारी र निजी क्षेत्रको संलग्नता पर्याप्त मात्रामा नभएको,

source: Farmer's inability to derive expected benefits from the project s due to project implementing government agency's lack of direct accountability towards the people.
ne_np: कार्यान्वयन गर्ने सरकारी निकायको जनताप्रति प्रत्यक्ष उत्तरदायित्व नभएकोले आयोजनाबाट कृषकहरुले अपेक्षित लाभ प्राप्त गर्न नसकेको,

source: Unsustainability of the projects due to the lack of necessary attention towards the institutional aspects during the execution of the programme by the government agency.
ne_np: सरकारी निकायले कार्यक्रम कार्यान्वयन गर्दा संस्थागत पक्षप्रति आवश्यक ध्यान नपुर्‍याउंदा सित्र्चाइ आयोजनाहरुमा दिगोपन आउन नसकेको।

source: Considering the above problems, necessary measures will be taken to complete the irrigation projects within the allocated time during the Eighth Plan period.
ne_np: माथिका समस्याहरूलाई ध्यान दिदै आठौं योजनाको अवधिमा सित्र्चाइ आयोजनाहरु निर्धारित समयमा सम्पन्न गर्न आवश्यक कदमहरु चालिनेछन्।

source: Priority will be given to the construction of low-cost projects for their sustained operation through maximum mobilisation of available resources with the participation of government and semi-government organisations and private and non-government sector .
ne_np: सम्पन्न आयोजनाहरुको सञ्चालनमा दिगोपना ल्याउन उपलब्ध स्रोतको अधिकतम परिचालन गरी सरकारी एवं अर्ध सरकारी संस्थाको साथै निजी र गैर सरकारी क्षेत्रको सहभागितामा कम लागतका आयोजना निर्माणकार्यलाई प्राथमिकता दिइनेछ।

source: Adequate measures will be effected in the promotion and extension of appropriate technology including irrigation management improvement.
ne_np: उपयुक्त प्रविधिको प्रवर्द्धन र विस्तारका साथै सित्र्चाइ व्यवस्थापनमा सुधार कार्यहरुको पर्याप्त व्यवस्था हुनेछ।

source: Background of the Eighth Plan: Development and expansionu of irrigation facilities is essential for increasing agricultural production required to ensure economic growth and security in food supply.
ne_np: आठौं योजनाको पृष्ठभूमि कृषि उत्पादनमा बृद्धि ल्याई आर्थिक विकासमा अभिबृद्धि गर्नुका साथै खाद्यान्नको आपूर्तिमा सुरक्षा प्रदान गर्नका लागि सित्र्चाइ सुविधाहरुको विकास र विस्तार अत्यन्त आवश्यक छ।

source: In spite of huge past investment made in this sector, farming still depends, to a large extent, on rainfa11 .
ne_np: विगतमा यस क्षेत्रमा ठूलो लगानी गरिए तापनि हालसम्म अधिकांश खेती वर्षामा नै आधारित भएको देखिन्छ।

source: Furthermore, even the completed projects have not been possible to be fully utilised.
ne_np: यसका साथै हालसम्म विकसित गरिएका सित्र्चाइ आयोजनाहरुको उपयोग पूर्ण क्षमतामा गर्न सकिएको छैन।

source: Every year,there is a need to make huge investment on the repair, maintenance and operation of large projects.
ne_np: ठूला आयोजनाहरुको मर्मत, सम्भार र सञ्चालनको लागि हरेक वर्ष ठूलो रकम लगानी गर्नुपर्ने स्थिति रहेको छ।

source: But these projects have not enable to provide irrigation facilities to the farmers on time.
ne_np: तर, ती आयोजनाहरुबाट आवश्यक परेको वेलामा कृषकहरुलाई सिञ्चाइ सुविधा प्रदान गर्न सकिएको छैन्।

source: Besides, in the context of large under construction now being cost ineffective from financial perspective, doubt has been raised about the validity of their implementation.
ne_np: साथै धेरै वर्षदेखि निर्माणाधीन अवस्थामा रहेका केही ठूला सित्र्चाइ योजनाहरु अब आर्थिक दृष्टिकोणले लागत प्रभावकारी हुन नसक्ने प्रवल सम्भावना भएकोले त्यस्ता आयोजनाहरुको कार्यान्वयनको औचित्यतामा शङ्का उत्पन्न भएको छ।

source: The very name "irrigation" has appeared to be synonymous with a viscious cycle of construction, non-operation and again reconstruction.
ne_np: सित्र्चाइ भन्ना साथ निर्माणकार्य, आयोजनाको बिग्रिंदो स्थिति र त्यसपछि पुनः निर्माणको प्रक्रिया एक कष्टदायक चक्रको रुपमा देखा परेको छ।

source: Such a state of counterproductive investments in irrigation sector is sure to make a negative impact on the national economy.
ne_np: यस स्थितिले गर्दा लगानी गरे अनुरुप प्रतिफल प्राप्त नहुने भएकोले देशको आर्थिक स्थितिमा नै प्रतिकूल असर पर्न जाने देखिन्छ।

source: Because of the fact that most of the small irrigation systems are operate by farmers, it seems desirable to pay special attention to such projects as can be managed and operated by themselves.
ne_np: अधिकांश साना सित्र्चाइ प्रणालीहरु कृषकहरुबाट नै सञ्चालित भएकोले कृषकहरुबाट नै व्यवस्थापन एवं सञ्चालन गर्न सकिने खालको आयोजनाहरुमा विशेष ध्यान पुर्‍याउन वाञ्छनीय देखिन्छ।

source: The latter seem be sustainable as repair, maintenance and operation works in such projects are carried out by the users themselves.
ne_np: यस प्रकारका आयोजनाहरुमा मर्मत, सम्भार एवं सञ्चालन उपभोक्ताहरुले नै गर्ने हुँदा आयोजनाको सञ्चालनमा दिगोपना आएको देखिन्छ।

source: Climatological conditions vary across different parts of the country due to the country's physiographic.
ne_np: भौगोलिक बनावटले गर्दा हाम्रो मुलुकको विभिन्न भागमा विभिन्न किसिमको जलवायु रहेको पाइन्छ।

source: It has, therefore, become very essential to maintain co-ordination between the choice of crops and the provision of irrigation facility.
ne_np: तसर्थ वालीको छनौट र सित्र्चाइ सुविधा उपलब्ध गराउनुपर्ने कार्यमा सामञ्जस्यता कायम गर्नु नितान्त आवश्यक भएको छ।

source: In the same vein, it is necessary to develop and extend small irrigation systems that conform to the country's physiographic and cause minimum adverse impact on the environment.
ne_np: यसै गरी पर्यावरणमा न्यूनतम नकारात्मक असर पार्ने र भौगोलिक स्थिति सुहाउने खालका साना सित्र्चाइ प्रणालीहरुको विकास र विस्तार गर्नु आवश्यक हुन आएको छ।

source: objective: Irigation projects in the Eighth Plan will be implemented to achieve the following objectives: 1.
ne_np: उद्देश्य : आठौं योजनावधिमा सित्र्चाइ आयोजनाहरु निम्न उद्देश्य प्राप्तिको लागि कार्यान्वयन गरिनेछन्: १.

source: To increase agricultural production using appropriate irrigation technologies suited to varying geo-physical and climatic conditions of the country and that cause minimum negative impact on the environment.
ne_np: भू-वनौट, विविध किसिमका हावापानी सुहाउँदो एवं पर्यावरणमा न्यूनतम नकारात्मक प्रभाव पर्ने खालका उपयुक्त सित्र्चाइ प्रविधि प्रयोग गरी कृषिउत्पादनमा बृद्धि गर्ने,

source: To increase agricultural production and productivity by improving the man agreement of existing irrigation systems to bring about increased reliability in irrigation management.
ne_np: सित्र्चाइ व्यवस्थाको विश्वसनीयतामा बृद्धि गर्ने वर्तमान सित्र्चाइ प्रणालीहरुको व्यवस्थापनमा सुधार गरी कृषि उत्पादन र उत्पादकत्वमा बृद्धि गर्ने,

source: To provide maximum irrigation facility by implementing financially, technically and environmentally sustainable and cost effective projects with farmers participation.
ne_np: कृषकहरुको सहभागितामा आर्थिक, प्राविधिक एवं पर्यावरणीय दृष्टिकोणले धान्न सकिने एवं लागत सक्षम आयोजनाहरु कार्यान्वयन गरी अधिकाधिक जमीनमा सित्र्चाइ सुविधा उपलब्ध गराउने।

source: To achieve the aforementioned objectives, development and extension of irrigation facilities will be undertaken on the basis of following priorities: 1.
ne_np: उल्लिखित उद्देश्य प्राप्त गर्न निम्न प्राथमिकताको आधारमा सित्र्चाइ व्यवस्थाको विकास तथा विस्तार गरिनेछः १.

source: Projects costing less per hectare and projects requiring minimum government involvement in repair and maintenance.
ne_np: प्रतिहेक्टर लागतमा कम हुने र मर्मत सम्भारको लागि सरकारी क्षेत्रको संलग्नता न्यून हुने आयोजनाहरु,

source: Projects guaranteeing high people's participation; projects that can be implemented, operated and maintained by users themselves; and projects requiring minimum government investment.
ne_np: बढी जनसहभागिता उपलब्ध हुने, उपभोक्ताहरुबाट नै कार्यान्वयन, सञ्चालन एवं मर्मत सुधार कार्य हुने र सरकारी लगानी न्यून हुने किसिमका आयोजनाहरु,

source: Projects more likely to benefit small farmers and backward communities.
ne_np: साना किसान एवं पिछडिएको समुदायलाई फायदा पुग्ने कि सिमका आयोजनाहरु,

source: Projects yielding quick returns.
ne_np: छोटो समयमा प्रतिफल दिने खालका आयोजनाहरु,

source: Projects constructed in the past which now remain non-operational and can be rehabilitated at low cost with the organised participation of farmers.
ne_np: विगत वर्षहरुमा निर्माण भएका र हाल सञ्चालनमा नआएका कम लागतमा कृषकहरुको सङ्धठित सहभागितामा पुनः निर्माण हुन सक्ने खालका आयोजनाहरु,

source: Multipurpose projects of national importance.
ne_np: राष्ट्रिय आवश्यकताअनुसारका बहूद्देश्यीय आयोजनाहरु,

source: Irrigation projects in under-construction stage.
ne_np: निर्माणाधीन अवस्थामा रहेका सित्र्चाइ आयोजनाहरु ।

source: Policies: Following Policies will be pursued for achieving the irrigation targets set: 1.
ne_np: नीति : सित्र्चाइ कार्यक्रमहरुको लक्ष्यअनुसार उपलब्धि हासिल गर्न निम्नबमोजिमका नीतिहरु लिइनेछन १.

source: Projects with less cost per hectare will be selected after the survey of potential projects requested by the farmer.
ne_np: कृषकहरुको माग अनुसार सम्भाव्य आयोजनाहरुको सर्बे गरी प्रतिहेक्टर लागत कम हुने खालका आयोजनाहरु छनौट गरिनेछन्।

source: While planning any irrigation project, users will be involved in every step right from project initiation.
ne_np: कुनै पनि सित्र्चाइ आयोजना तर्जुमा गर्दा आयोजनाको पूर्वाभ्यासदेखि नै उपभोक्ताहरुलाई प्रत्येक चरणमा संलग्न गराइनेछ।

source: Same procedure will be followed for repair and maintenance as well.
ne_np: मर्मत सुधारको लागि पनि सोही अनुरुप व्यवस्था गरिनेछ।

source: Public communication means will be used while implementing the programme with a view to provide equa1 opportunity to all for participation.
ne_np: सित्र्चाइ विकासकार्यक्रममा सहभागी हुन सबैलाई समान अवसर प्राप्त हुन सकोस भन्ने उद्देश्यले कार्यक्रम लागु गर्दा जनसञ्चारका माध्यमहरुको प्रयोग गरिनेछ।

source: Additional investment in projects under construction stage for many years and those with high cost per hectare will be made only after their thorough re evaluation.
ne_np: धेरै वर्षदेखि निर्माणाधीन अवस्थामा रहेका र प्रतिहेक्टर लागत बढी भएका आयोजनाहरुमा पुनः मूल्याङ्कन गरी मात्र थप लगानी गरिनेछ।

source: Farmers' field channels will continue to be improved with the users' participation by arranging necessary technical assistance.
ne_np: कृषक कुलाहरुको अवस्था उपभोक्ताहरुको सहभागितामा सुधार्दै लगिनेछ। यसको लागि आवश्यक प्राविधिक सुविधाको व्यवस्था गरिनेछ।

source: Besides, tube wells and Wells constructed in the past will be renovated as needed.
ne_np: साथै विगत वर्षहरुमा निर्माण भएका ट यूबवेल र इनारहरुको आवश्यकतानुसार पुनः निर्माणको व्यवस्था गरिनेछ ।

source: Necessary arrangements will be made to avail electricity and drinking water from the small irrigation systems, if found feasible to do so.
ne_np: साना सित्र्चाइ प्रणालीहरुबाट सम्भाव्य भएमा विद्युत् र पेय जल समेत उपलब्ध गराउन आवश्यक व्यवस्था मिलाइनेछ।

source: Private sector will be encouraged to actively involve in the development and expansion of irrigation facility.
ne_np: सित्र्चाइ सुविधाको विकास एवं विस्तारको लागि निजी क्षेत्रलाई सक्रिय गराउन प्रोत्साहन दिइनेछ

source: Joint management system will be applied for involving the users in the management of multipurpose, large an medium projects with special emphasis given on irrigation management training institutional development at the farmers' level and access to technical services.
ne_np: बहुउद्देश्यीय, बृहत् एवं मझ्यौला सित्र्चाइ आयोजनाबाट उपलब्ध हुने सित्र्चाइ सुविधाको व्यवस्थापनमा उपभोक्ताहरुलाई संलग्न गराउन संयुक्त व्यवस्थापन प्रणाली लागु गरी सित्र्चाइ व्यवस्थापन सन्बन्धी तालिम, कृषक स्तरमा सित्र्चाइ को संस्थागत विकास एवं प्राविधिक सेवा उपलब्ध गराउने कार्यमा विशेष जोड दिइनेछ।

source: Encouragement will be given for the operation of government constructed project s commanding over 2,000 ha in the Terai and 500 ha in the Hills under the joint management of the responsible government agency and the users' committee.
ne_np: तराईमा २००० हे. तथा पहाडमा ५०० हे. भन्दा बढीका आयोजनाहरु सरकारीस्तरमा निर्माण भइसकेका सरकारी निकाय र उपभोक्ता समितिको संयुक्त व्यवस्थापनमा सञ्चालन गर्न प्रोत्साहन दिइनेछ।

source: Government constructed projects commanding less than 2,000 ha in the Terai and 500 he in the Hills will continue to be handed over to the ser committees.
ne_np: तराईमा २००० हे. तथा पहाडमा ५०० हे. भन्दा घटीका सरकारी स्तरमा निर्माण भएका साना सित्र्चाइ आयोजनाहरु उपभोक्ता समितिहरुलाई हस्तान्तरण गर्दै लगिनेछन्।

source: Semi-government organisations, users' committees, private sector and nongovernmental organisations will be encouraged to be involved in the construction of small irrigation projects.
ne_np: साना सित्र्चाइ आयोजनाहरुको निर्माणकार्यमा अर्ध सरकारी स194ङ घङ्गसंस्था, उपभोक्ता समिति, निजी क्षेत्रका साथै गैर सरकारी निकाय संलग्न गराउन प्रोत्साहित गराइनेछ।

source: Conjunctive use of groundwater will be encouraged to be used in areas not irrigable round the year by surface system only.
ne_np: सतह सित्र्चाइ प्रणालीहरुबाट वर्षभरि सित्र्चाइ उपलब्ध हुन नसक्ने क्षेत्रमा भूमिगत जलको साझा उपयोग गर्न प्रोत्साहित गरिनेछ।

source: Construction expenses of small and medium projects will be jointly borne by His Majesty's Government and the users.
ne_np: साना एवं मझ्यौला आयोजनाको निर्माण खर्च श्री ५ को सरकार र उपभोक्ताहरुबाट संयुक्त रुपमा बेहोरिनेछ।

source: Lift irrigation powered by electricity, bio-gas and wind wi11 be encouraged where feasible power in order to reduce dependence on imported fuel.
ne_np: आयातित इन्धनको निर्भरता घटाउन बिजुली, बायो ग्यांस एवं वायुशक्तिबाट सञ्चालन गर्न सकिने किसिमका सित्र्चाइ आयोजनाहरु सञ्चालन गर्न प्रोत्साहन दिइनेछ।

source: The users associations and committees will be mandatorily involved in the co, lection of water fees in order to instill self-reliance in projects to be operated at the government level and under joint management.
ne_np: सरकारी स्तर र संयुक्त व्यवस्थापनमा सञ्चालन हुने आयोजनाहरुमा आत्मनिर्भरता ल्याउनको लागि पानीपोतको सङ्कलनमा उपभोक्ता संघ र समितिलाई अनिवार्य रुपले सहभागी बनाइनेछ।

source: Water cess will be levied only when services are actually provided to the farmers.
ne_np: कृषकहरुलाई सेवा उपलब्ध गराएमा मात्र पानीपोत असुल गरिनेछ ।

source: Priority will be given to the installation of shallow tubewell s in areas where shallow aquifers exist.
ne_np: स्यालो एकूफर सम्भाव्य भएको क्षेत्रमा स्यालो ट्यूबवेल जडान गर्न प्राथमिकता दिइनेछ ।

source: The insta11 at, on of the tubewells will be gradually be transferred from the government to the private sector.
ne_np: सरकारी स्तरबाट ट्यूबवेल जडान कार्यलाई निरुत्साहित गर्दै लगी क्रमशः ट्यूबवेल जडान कार्यमा निजी क्षेत्रलाई संलग्न गराइनेछ।

source: Ground water exploration, feasibility study and monitoring in will be carried out on a priority basis.
ne_np: भूमिगत जलको अन्वेषण, सम्भाव्यता अध्ययन तथा अनुगमन कार्यलाई प्राथमिकताको आधारमा सञ्चालन गरिनेछ।

source: Arrangements wi11 be made to avai1 information relating to groundwater to concerned District Development Committees, District Irrigation offices and other agencies.
ne_np: भू-जल सम्बन्धी जानकारी जिल्ला विकास समिति, जिल्ला सित्र्चाइ कार्यालय तथा अन्य निकायहरुलाई उपलब्ध गराइने व्यवस्था गरिनेछ।

source: 17 Feasibility study reports prepared to date will be made available to the District Irrigation Office and the indices of such reports will be made available to the concerned District Development Committee and users ' committees.
ne_np: १७. हालसम्म सम्भाव्यता अध्ययन गरिएका प्रतिवेदनहरु सम्बन्धित जिल्ला सित्र्चाइ कार्यालयलाई उपलब्ध गराइनेछ र त्यस्ता प्रतिवेदनहरुको सूची जिल्ला विकास समिति र उपभोक्ता समितिलाई उपलब्ध गराइनेछ।

source: Sprinkler irrigation will be encouraged in the hilly region in an extensive manner on the basis of feasibility - Where feasible, lift irrigation schemes will be operated by electricity available from the small hydroe1ectric project.
ne_np: पहाडी क्षेत्रमा सम्भाव्यताको आधारमा व्यापक रुपमा स्पि्रंकलर जडान गरी सित्र्चाइ गर्न प्रोत्साहन दिइनेछ। सम्भाव्य क्षेत्रमा साना जलविद्युत् आयोजनाबाट प्राप्त हुने बिजुलीबाट लिङ्ग134ट सित्र्चाइ आयोजनाहरु सञ्चालन गराइनेछन्।

source: It will be mandatory to get the decision of the user's committee if any part of the project needs to be awarded to a contractor.
ne_np: आयोजनाको कुनै अंशको निर्माण ठेकेदारबाट गराउन आवश्यक भएमा उपभोक्ता समितिको निर्णय अनिवार्य हुनेछ।

source: Arrangements will be made to keep the records of expenditure in clear and transparent manner at all levels.
ne_np: सबै तहमा खर्चको हर हिसाब प्रष्ट हुने गरी राख्नुपर्ने व्यवस्था गरिनेछ ।

source: Irrigation programme will be implemented in accordance with Irrigation Policy 1992", High priority has been given to peoples' participation in the Eighth Plan.
ne_np: सित्र्चाइ नीति २०४९134 अनुसार कार्यान्वयन गरिनेछ। आठौं योजनामा जनसहभागितालाई बढी प्राथमिकता दिइएको छ।

source: When implementing any project , a fixed sum of money will be borne by His Majesty's Government and the rest by the users' committee.
ne_np: सित्र्चाइ कार्यक्रम कार्यान्वयनमा ल्याइने कुनै पनि आयोजनामा एक निश्चित रकम श्री ५ को सरकारले र बांकी रकम उपभोक्ता समितिबाट बेहोरिन लगाइनेछ ।

source: Specified management expenses will be made available to be implemented in order solicit increased participation of the semi-governmental organisation, the non-governmental association/ organisation and the private agency.
ne_np: अर्ध सरकारी संस्था, गैर सरकारी संघ संस्था एवं निजी क्षेत्रको बढी सहभागिताको अपेक्षा गर्न कार्यान्वयन हुने आयोजनामा तोकिए अनुसार व्यवस्थापन खर्च उपलब्ध गराइनेछ।

source: Introduction.
ne_np: परिचय

source: The Eighth Plan is the first plan of the democratic government formed through popular elections following the restoration of democracy brought about by the historic people's ovement of 1990.
ne_np: आठौं योजना वि.सं. २०४६ सालमा भएको ऐतिहासिक जन आन्दोलनबाट वहुदलीय प्रजातान्त्रिक व्यवस्था पुनःस्थापना भएपछि जननिर्वाचनद्वारा गठित प्रजातान्त्रिक सरकारको पहिलो योजना हो।

source: In this context, the perspectives of this plan are based on two principal contradictory factors.
ne_np: यस परिप्रेक्ष्यमा यस योजनाप्रति लिइएको दृष्टिकोण दुई प्रमुख विरोधाभासपूर्ण तथ्यहरुमा आधारित छन।

source: These factors consist of, on the one hand, the positive aspects of the new aspirations and enthusiasm among the general public and, on the other, the negative aspects of the legacy of economic depravity left behind by the panchayat regime.
ne_np: यी तथ्यहरुमा एकातिर जनसाधारणमा जागृत भएको नयाँ आशा र उत्साहजस्ता सकारात्मक पक्ष छ भने अर्कोतिर पञ्चायत व्यवस्थाले छोडेर गएको आर्थिक दुरावस्थाजस्ता नकारात्मक पक्ष पनि छन्।

source: This challenge has been further compounded by the degradation of natural resources and environment.
ne_np: प्राकृतिक साधनमा आएको ह्रास र प्राकृतिक वातावरणको अवनतिले यस चुनौतिलाई अझ जटील बनाइदिएको छ।

source: These circumstances naturally call for political discipline, thrift and economic sacrifices.
ne_np: यस अवस्थामा स्वभावतः राजनैतिक अनुशासन, मितव्ययिता र आर्थिक त्यागको आवश्यकता पर्दछ।

source: Under these trying conditions, too, the great expectations and enthusiasm obtaining among the people can serve as a primary source of energy for the process of economic modernization.
ne_np: यस किसिमको कठिन अवस्थामा पनि जनसाधारणमा देखिएको ठूलो आशा तथा उमङ्धले अर्थतन्त्रको आधुनिकीकरण प्रक्रियामा आधारभूत शक्ति स्रोतको रुपमा काम गर्न सहयोग पुग्न जानेछ भनी विश्वास लिन सकिन्छ।
